Repository: yyeonjju/KoCo-Beauty
Catalog: Localizable.xcstrings
Source language: en
Languages: ko, zh_hans

# 매장이 없습니다
source: No store
ko: 매장이 없습니다
zh_hans: 没有商店

# > 매장 정보 자세히 보기
source: > detail information
ko: > 매장 정보 자세히 보기
zh_hans: >详细的信息

# reviewTag_convenientForParking
source: Convenient for parking
ko: 주차가 편리함
zh_hans: 停车很方便

# reviewTag_convenientToMakeReservation
source: Convenient to make reservation
ko: 예약이 편리함
zh_hans: 预约很方便

# reviewTag_goodProductQuality
source: Good product quality
ko: 제품 퀄리티 좋음
zh_hans: 产品质量好

# reviewTag_notRecommend
source: Not recommend
ko: 비추천
zh_hans: 不推荐

# reviewTag_reasonablePrice
source: Reasonable price
ko: 가격이 합리적임
zh_hans: 合理的价格

# reviewTag_recommend
source: Recommend
ko: 추천
zh_hans: 推荐

# reviewTag_staffIsAttentive
source: Staff is attentive
ko: 직원이 친절함
zh_hans: 员工很热情

# reviewTag_staffIsNotAttentive
source: Staff is not attentive
ko: 직원이 불친절함
zh_hans: 职员不热情

# reviewTag_storeIsClean
source: Store is clean
ko: 매장이 청결함
zh_hans: 商店很干净

# reviewTag_storeIsNotClean
source: Store is not clean
ko: 매장이 청결하지 않음
zh_hans: 商店不干净

# reviewTag_storeIsTrendy
source: Store is trendy
ko: 매장이 트렌디함
zh_hans: 很时尚

# reviewTag_waitingSpaceIsComfortable
source: Waiting space is comfortable
ko: 대기 공간이 편안함
zh_hans: 待机空间很舒适

# reviewTag_worthThePrice
source: Worth the price
ko: 비싼 만큼 가치 있음
zh_hans: 贵而值钱

# 리뷰 기록
source: Write review
ko: 리뷰 기록
zh_hans: 评论记录

# 리뷰 등록
source: Register a review
ko: 리뷰 등록
zh_hans: 登记评论

# 리뷰 작성한 매장
source: Reviewed Store
ko: 리뷰 작성한 매장
zh_hans: 已写评论的店

# 리뷰를 등록해주세요!
source: Review this store!
ko: 리뷰를 등록해주세요!
zh_hans: 请登记评论！

# 매장 리뷰
source: Store review
ko: 매장 리뷰
zh_hans: 商店评论

# 매장 방문 후기
source: Store visit review
ko: 매장 방문 후기
zh_hans: 店访问评

# 매장을 선택해주세요.
source: Please tap a store.
ko: 매장을 선택해주세요.
zh_hans: 请选择商店

# 별점
source: Star rating
ko: 별점
zh_hans: 评分

# 영수증/사진 기록
source: Receipt/Photo
ko: 영수증/사진 기록
zh_hans: 发票/照片记录

# 이 위치에서 검색
source: Search here
ko: 이 위치에서 검색
zh_hans: 在此位置查找

# 작성한 리뷰 보기
source: Read my review
ko: 작성한 리뷰 보기
zh_hans: 查看已写的评论

# 작성한 리뷰입니다!
source: Review you wrote
ko: 작성한 리뷰입니다!
zh_hans: 已写的评论

# 제품 리뷰
source: Product review
ko: 제품 리뷰
zh_hans: 产品评

# 태그
source: Tag
ko: 태그
zh_hans: 标签

# 플래그된 매장
source: Flaged store
ko: 플래그된 매장
zh_hans: 收藏夹店

# 화장품/제품 사용 후기
source: Product review
ko: 화장품/제품 사용 후기
zh_hans: 化妆品/产品使用评论
